adw-gtk-theme
awww
base
base-devel
cmatrix
discord
dolphin
dunst
eza
fastfetch
firefox
gdm
git
github-cli
grim
grub
htop
hyprland
hyprlauncher
hyprpaper
intel-media-driver
iwd
kitty
libva-intel-driver
linux
linux-firmware
nano
network-manager-applet
networkmanager
nwg-look
otf-font-awesome
pavucontrol
polkit-kde-agent
qt5-wayland
qt6-wayland
rofi
slurp
smartmontools
steam
sudo
swaync
ttf-cascadia-code-nerd
ttf-font-awesome-4
ttf-jetbrains-mono-nerd
uwsm
vim
visual-studio-code-bin
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
woff2-font-awesome
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay
yay-debug
zram-generator
zsh
starship
